Autodesk.Revit.DB.ParameterValuePresenceRule.Parameter
The parameter which will be evaluated to pass this rule.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
When setting this property: A non-optional argument was null
Since:
2020

Autodesk.Revit.DB.ParameterValuePresenceRule
Tests whether an element's parameter has a value or not.
Since:
2020